token = "your token"

departments = ({
    "working hours": "8:00 - 20:00",
    "lont": 50.634384,
    "lant": 26.244072,
    "address": " вул. Князя Володимира 109а"

}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.617429,
    "lant": 26.251548,
    "address": " вул. Чорновола, 14/16"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.612377,
    "lant": 26.270663,
    "address": " вул. Степана Бандери, 59"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.625037,
    "lant": 26.249174,
    "address": " просп. Миру, 12"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.612282,
    "lant": 26.283674,
    "address": " вул. Київська, 44"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.639859,
    "lant": 26.200951,
    "address": " вул. Корольова, 15А"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.617081,
    "lant": 26.273772,
    "address": " вул. Київська, 21"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.641255,
    "lant": 26.265228,
    "address": " вул. Євгена Коновальця, 14"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.619987,
    "lant": 26.243739,
    "address": " вул. Соборна, 65"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.641360,
    "lant": 26.274939,
    "address": " вул. Фабрична, 1"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.631121,
    "lant": 26.270896,
    "address": " вул. Богоявленська, 4"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.622548,
    "lant": 26.243452,
    "address": " вул. Шевченка, 18"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.625434,
    "lant": 26.200920,
    "address": " вул. Макарова, 23"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.611560,
    "lant": 26.208914,
    "address": " вул. Дубенська, 46"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.632898,
    "lant": 26.277984,
    "address": " вул. Гагаріна, 26"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.603213,
    "lant": 26.277815,
    "address": " вул. Курчатова, 18а"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.634169,
    "lant": 26.264235,
    "address": " вул. Романа Шухевича, 10"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.605299,
    "lant": 26.266740,
    "address": " вул. М. Карнаухова, 31"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.620084,
    "lant": 26.252681,
    "address": " вул. Соборна, 56"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.619491,
    "lant": 26.248466,
    "address": " вул. Соборна, 47(Злата Плаза)"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.622640,
    "lant": 26.272603,
    "address": " вул. Академіка Грушевського, 37а"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.634849,
    "lant": 26.208076,
    "address": " вул. Соборна, 275"
}, {
    "working hours": "8:00 - 20:00",
    "lont": 50.623322,
    "lant": 26.201998,
    "address": " вул. Макарова, 21"
})

